Repository: DDinghoya/WheelWizard
Catalog: WheelWizard/Resources/Languages/Settings.*.resx
Languages: nl

# Option_WhWzLanguage
source: Wheel Wizard Language
nl: Wheel Wizard Taal

# Option_RRLanguage
source: Retro Rewind Language
nl: Retro Rewind Taal

# Section_Language
source: Language
nl: Taal

# Section_Wii
source: Wii Settings
nl: Wii Instellingen

# Option_ForceDisableWiimote
source: Force Disable Wiimote
nl: Wiimote uitzetten forceren

# Option_LaunchWithDolphin
source: Launch Game With Dolphin Window
nl: Start spel met een Dolphin Venster

# InfoText_Topbar_LocationWarning
source: Settings are disabled, complete the location settings first
nl: Instellingen zijn op slot, maak eerste de locatie instellingen compleet

# Section_Resolution
source: Resolution
nl: Resolutie

# InfoText_ResolutionScale
source: 1x is the native resolution
nl: 1x is de orginele resolutie

# Section_Performance
source: Performance Settings
nl: Optimalisatie Instellingen

# Section_Renderer
source: Renderer Settings
nl: Rendering Instellingen

# Option_Recommended
source: Recommended Settings
nl: Aanbevolen Instellingen

# Option_ShowFPS
source: Show FPS
nl: FPS weergeven

# Category_Video
source: Video
nl: Beeld

# Category_Other
source: Other
nl: Overig

# Section_LocationPaths
source: Location Settings
nl: Locatie Instellingen

# Section_WhWzAppearance
source: Wheel Wizard appearance
nl: Wheel Wizard uiterlijk

# Option_OpenConfig
source: Open Config Folder
nl: Open instellings map

# Option_DolphinUserPath
source: Dolphin User Folder
nl: Dolphin gebruikers map

# Option_MarioKartGame
source: Mario Kart Wii Game File
nl: Mario Kart Wii spel bestand

# Option_DolphinEmulatorExe
source: Dolphin Emulator executable
nl: Dolphin emulator executable locatie

# Value_Placeholder_EnterPath
source: Enter desired path here...
nl: Vul hier uw bestands locatie in

# InfoText_EndWithExe
source: Path must end with .exe
nl: Locatie moet eindigen met .exe

# Option_Edit
source: Edit
nl: Bewerk

# Option_Cancle
source: Cancle
nl: Annuleren

# Option_Save
source: Save
nl: Opslaan

# Option_WindowScale
source: Window Scale
nl: Venster grootte

# InfoText_ForceDisableWiimote
source: This setting disablesWiimote ingame, but enables it for the Wii chanel
nl: Met deze instelling wordt de Wiimote in de game uitgeschakeld, maar voor het Wii-kanaal ingeschakeld.

# InfoText_LaunchWithDolphin
source: Will launch dolphins main window along with the game
nl: Opent de dolphin venster samen met het spel

# InfoText_Recommended
source: This setting will change certain dolpin settings to reduce stuttering and lag spikes
nl: Met deze instelling worden bepaalde dolpin-instellingen gewijzigd voor de meest geoptimalizeerde speel ervaring

# InfoText_30FPS
source: This setting will force the game to run in 30 FPS (default is 60)
nl: Met deze instelling wordt het spel gedwongen om te draaien op 30 FPS (standaard is 60)

# Value_Language_Dutch
source: Dutch
nl: Nederlands

# Value_Language_English
source: English
nl: Engels

# Value_Language_German
source: German
nl: Duits

# Value_Language_France
source: French
nl: Frans

# Value_Language_Italian
source: Italian
nl: Italiaans

# Value_Language_Japanese
source: Japanese
nl: Japans

# Value_Language_Spanish
source: Spanish
nl: Spaans

# Value_Language_Turkish
source: Turkish
nl: Turks
